export const descriptions = {
  vehicles: {
    'Heavy': {
      short: 'тяжелый танк',
      full: 'Тяжелый танк. Низкая подвижность, много ХП. Запускает дроны.'
    },
    'Medium': {
      short: 'средний танк',
      full: 'Средний танк. Сбалансированная подвижность и ХП. Запускает ракеты.'
    },
    'Light': {
      short: 'легкий танк',
      full: 'Легкий танк. Высокая подвижность, мало ХП. Вызывает авиаудар.'
    }
  },
  guns: {
    'Heavy': {
      short: 'большой урон за выстрел',
      full: 'Тяжелая гаубица с большим уроном за выстрел и низкой скорострельностью.'
    },
    'HeavyMortar': {
      short: 'огромный урон за выстрел',
      full: 'Мортира стреляющая бомбами с огромным уроном за выстрел и очень низкой скорострельностью.'
    },
    'HeavyL': {
      short: 'средний темп стрельбы',
      full: 'Гаубица со средними показателями темпа стрельбы и разового урона.'
    },
    'Medium': {
      short: 'средний темп стрельбы',
      full: 'Гаубица со средними показателями темпа стрельбы и разового урона.'
    },
    'MediumL': {
      short: 'скорострельная',
      full: 'Легкая скорострельная пушка с низким разовым уроном. Стреляет только бронебойными снарядами.'
    },
    'Light': {
      short: 'скорострельная',
      full: 'Легкая скорострельная пушка с низким разовым уроном. Сигнальные снаряды служат для наведения авиаудара.'
    },
    'LightH': {
      short: 'средний темп стрельбы',
      full: 'Фугасная пушка со средними показателями темпа стрельбы и разового урона. Сигнальные снаряды служат для наведения авиаудара.'
    },
  }
}
